tap "apple/apple"
tap "epk/epk"
tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "ansible"
brew "asdf"
brew "aws-vault"
brew "awscli"
brew "chamber"
brew "cmake"
brew "coreutils"
brew "curl"
brew "fastfetch"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "go"
brew "gpg"
brew "helm"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "k6"
brew "lazygit"
brew "libpq"
brew "neovim"
brew "newman"
brew "pipenv"
brew "pipx"
brew "postgresql@15"
brew "postgresql@16", link: true
brew "rbenv"
brew "ripgrep"
brew "stern"
brew "stow"
brew "terraform_landscape"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tree"
brew "trivy"
brew "uv"
brew "yq"
cask "alacritty"
cask "alfred"
cask "aws-vpn-client"
cask "bartender"
cask "discord"
cask "docker"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-for-powerline"
cask "font-jetbrains-mono-nerd-font"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-nerd-font"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "font-roboto-mono-nerd-font"
cask "font-sf-mono-for-powerline"
cask "font-sf-mono-nerd-font"
cask "insomnia"
cask "logi-options+"
cask "ngrok"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "wezterm@nightly"
